Repository: Tim-arts/drManga
Catalog: translations/messages.*.xlf
Languages: fr

# input.search
source: Search
fr: Rechercher

source: payment.error.problem
fr: Problème lors du paiement

source: payment.error.paysafe_connection
fr: Problème de connexion

source: payment.success
fr: Paiement confirmé

source: payment.error.paysafe_transaction
fr: Erreur lors de la transaction

source: payment.error.paysafe_transaction_cancel
fr: Transaction annulée

source: payment.error.card
fr: Un problème est survenu avec votre carte

source: payment.error
fr: Une erreur est servenue

# button.see_more_mangas
source: See more mangas
fr: Voir plus de mangas

# your_information
source: Your informations
fr: Se créer un compte sur DrManga

# categories.heading
source: Categories
fr: Catégories

# all_manga.heading
source: All mangas
fr: Tous les mangas

# label.day
source: Day
fr: Jour

# label.month
source: Month
fr: Mois

# label.year
source: Year
fr: Année

# register_form.birthdate_rgpd
source: Birthdate (to verify your majority)
fr: Date de naissance (afin de vérifier votre majorité)

# filters.popularity
source: By popularity
fr: Par popularité

# filters.date
source: By date
fr: Par date

source: Filters
fr: Filtres

# register_form.label.newsletter
source: You wish to receive the newsletter which contains offers, informations and free tokens
fr: Vous souhaitez recevoir la newsletter qui contient les offres, informations et pilules gratuites

# register_form.label.terms_of_use
source: You confirm to be of age and accept <a href="#" class="font-weight-bold">Terms of Service</a>.
fr: Vous confirmez être majeur et acceptez les <a href="%url%" class="font-weight-bold">Conditions d'utilisation</a>

# login_form.access_account
source: Access your DrManga account
fr: Accéder à votre compte DrManga

source: Forgot your password ?
fr: Mot de passe oublié ?

# meta.description
source: DrManga, platform bringing together the best manga hentai manga compatible mobile and tablet.
fr: DrManga, plateforme regroupant les meilleurs manga hentai manga compatibles mobile et tablette.

# header.title
source: Homepage
fr: Page d'accueil

source: By
fr: Par
