Repository: Tim-arts/drManga
Catalog: translations/validators.*.xlf
Languages: fr

# fos_user.username.already_used
source: The username is already used.
fr: Le nom d'utilisateur est déjà utilisé.

# fos_user.username.blank
source: Please enter a username.
fr: Entrez un nom d'utilisateur s'il vous plait.

# fos_user.username.short
source: The username is too short.
fr: Le nom d'utilisateur est trop court.

# fos_user.username.long
source: The username is too long.
fr: Le nom d'utilisateur est trop long.

# fos_user.email.already_used
source: The email is already used.
fr: L'adresse e-mail est déjà utilisée.

# fos_user.email.blank
source: Please enter an email.
fr: Entrez une adresse e-mail s'il vous plait.

# fos_user.email.short
source: The email is too short.
fr: L'adresse e-mail est trop courte.

# fos_user.email.long
source: The email is too long.
fr: L'adresse e-mail est trop longue.

# fos_user.email.invalid
source: The email is not valid.
fr: L'adresse e-mail est invalide.

# fos_user.password.blank
source: Please enter a password.
fr: Entrez un mot de passe s'il vous plait.

# fos_user.password.short
source: The password is too short.
fr: Le mot de passe est trop court.

# fos_user.password.mismatch
source: The entered passwords don't match.
fr: Les deux mots de passe ne sont pas identiques.

# fos_user.new_password.blank
source: Please enter a new password.
fr: Entrez un nouveau mot de passe s'il vous plait.

# fos_user.new_password.short
source: The new password is too short.
fr: Le nouveau mot de passe est trop court.

# fos_user.current_password.invalid
source: The entered password is invalid.
fr: Le mot de passe est invalide.

# fos_user.group.blank
source: Please enter a name.
fr: Entrez un nom s'il vous plait.

# fos_user.group.short
source: The name is too short.
fr: Le nom est trop court.

# fos_user.group.long
source: The name is too long.
fr: Le nom est trop long.

# fos_group.name.already_used
source: The name is already used.
fr: Le nom est déjà utilisé.

# password.long
source: The password is too long ({{ limit}} characters).
fr: Le mot de passe est trop long ({{ limit }} caractères).

# password.short
source: The password is too short ({{ limit}} characters).
fr: Le mot de passe est trop court ({{ limit }} caractères).
